<!DOCTYPE html>
<?php require_once("connect_db.php") ?>
<html lang="en">
  <head>
    <title>Новосільський заклад загальної середньої освіти І-ІІІ ступенів</title>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    
    <link href="https://fonts.googleapis.com/css?family=Work+Sans:100,200,300,400,500,600,700,800,900" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css?family=Fredericka+the+Great" rel="stylesheet">

    <link rel="stylesheet" href="css/open-iconic-bootstrap.min.css">
    <link rel="stylesheet" href="css/animate.css">
    
    <link rel="stylesheet" href="css/owl.carousel.min.css">
    <link rel="stylesheet" href="css/owl.theme.default.min.css">
    <link rel="stylesheet" href="css/magnific-popup.css">

    <link rel="stylesheet" href="css/aos.css">

    <link rel="stylesheet" href="css/ionicons.min.css">

    
    <link rel="stylesheet" href="css/flaticon.css">
    <link rel="stylesheet" href="css/icomoon.css">
    <link rel="stylesheet" href="css/style.css">
  </head>
  <body>
  <?php include_once("header.php") ?>
    <!-- END nav -->
    
    <section class="hero-wrap hero-wrap-2" style="background-image: url('images/1e67feef4a5af6698d4ebeae1668577e.jpg');">
      <div class="overlay"></div>
      <div class="container">
        <div class="row no-gutters slider-text align-items-center justify-content-center">
          <div class="col-md-9 ftco-animate text-center">
            <h1 class="mb-2 bread">Про школу</h1>
            <p class="breadcrumbs"><span class="mr-2"><a href="index.html">Головна <i class="ion-ios-arrow-forward"></i></a></span> <span>Про школу </span></p>
          </div>
        </div>
      </div>
    </section>
		
		<section class="ftco-section ftco-no-pt ftc-no-pb">
			<div class="container">
				<div class="row">
					<div class="col-md-11 wrap-about py-5 pr-md-8 ftco-animate">
          	<h2 class="mb-4">Історія школи</h2>
						<p>В Новому Селі школу було відкрито в 1866 році. Вона була церковно – приходська, і  в ній було 2 класи з загальною кількістю від 8 до 12 дітей. В ті часи дітей шкільного віку було 100, а на 1905 рік освітою було охоплено 10 % дітей. </p>
						<p>Фотодокумент з Хмельницького обласного архіву,Зовнішній вигляд церковно–приходської  школа вс. Нове Село, Ярмолинецького району.</p>
						<img src="images/5c66d6a49fb6c050b8777c37be190a6b.jpg" width='500px'>
						<p>В 1910 році було відкрито ще один 3 клас і було набрано ще 19 дітей.  Приміщення школи було глиняним, під соломою, невелике (8 м х 14,5 м) класна кімната була одна, 22 х 24 квадратних метри і невеликий коридор в якому  було 3 вікна. І вона було розташоване біля  церкви. Вчителів не вистачало, дітей вчив напівосвічений дяк. Дітей вчили грамоти, писати, і закону Божого. За порушення дисципліни дітей били різками та лінійкою по руках. На 1917 рік  письменними на селі, (які мали 1 – 3 класи) було всього 60 чоловік (15 % ),  із загального числа населення 980 чоловік.  </p>
						<p>Фотодокумент  з Хмельницького обласного архіву</p>
						<img src="images/20b0eecc34357ae33ac3c64b20b586dd.jpg" width='500px'>
						<p>В 1920 році загальні збори села вирішили забрати будинок у священника,  який був побудований на кошти селян у 1901-1903 роках, і передати під школу. </p>
						<p>В 1921 році у Новому Селі було відкрито чотирикласну початкову школу, де працювало 2 вчителя аж до 1929 року. </p>
						<p>У 1924 році у Новому Селі діяла хата-читальня, її завідуючим був призначений Й. Денищук, а згодом  С. Кудельський. Свого приміщення не було, тому вона розміщувалась в одній із хат. Навчав дітей один учитель, спочатку Вовненко, потім Зубрицький,  згодом Маєвський, Севастьянов, Парасунелко. Хата–читальня діяла взимку,  коли діти не пасли худобу.</p>
						<p>В 1929 році кількість дітей в школі  збільшилась до 130. Уже з 1929 по 1933 роки в школі працювало 6 вчителів. </p>
						<p>В 1934 році в селі було відкрито семирічну школу з 11 комплектами класів, де вчилось 248 учнів і працювало 14 вчителів. Директором школи був призначений Яковетчик  Г.М.</p>
						<p>У 1938 – 1939 роках було побудовано двоповерхову школу, директором якої був Якимчук В.В.  З 1940 по 1941 роки в ній уже  навчалось 300 учнів, директором школи був Кучерявий М.І. В зв’язку із розвитком школи і збільшенням кількості дітей активно йшла ліквідація неписемності серед дорослого населення, оскільки цей процес був загальнодержавний, то він не обминув і жителів Нового Села.</p>
						<img src="images/72f86ce9e4ee54289ad12382fa77d93f.jpg" width='500px'>
						<p>В період Другої світової війни село до 1944 року знаходилось в окупації фашистами, діти не навчалися, а школу було перетворено на зерносклад.</p>
						<p>З весни 1944 року школа почала працювати, оскільки село було звільнене від фашистів.  У 1948 році школу було перетворено на середню, директором школи був призначений Атаманець О. П.  З тих часів збереглось фото учнів 6 класу. </p>
						<img src="images/848c0dc1f64fc0d15bdbe688618d1412.jpg" width='500px'>
						<p>В  1948 році були створені нові кабінети: фізичний, хімічний, природничий і фізкультурно–військовий, майстерня. Працювало 35 вчителів і 12 інших працівників. </p>
						<p>У 1949 році багато учнів були уже в дорослому віці, але ще навчались в школі.</p>
						<p>Учні  7 класу Новосільської школи у 1949 році.</p>
						<img src="images/b206ec9cca7c2e3839486374823a4a9d.jpg" width='500px'>
						<p>В 1956 -1957 роках почали будувати ще одне нове приміщення школи на 460 учнів. </p>
						<p>Початок будівництва сучасної школи у 1956 – 1957 роках, та її зовнішній вигляд </p>
						<img src="images/e3e3a93f81798e28a7a619d072e4e869.jpg" width='500px'>
						<p>За післявоєнний період із школу закінчено 173 особи з середньою освітою, 416 з семирічною освітою. </p>
						<p>За роки радянської влади з жителів Нового Села вийшло багато різних спеціалістів, а саме : наукових працівників – 2 осіб, вчителів – 57 осіб. (із них в даній школі працювало 8 осіб: Буршта І.Б., Кучерява Т.І., Атаманець О.П.,Белінська Г.В., Гончар В.І., Мусієнко О.І., Матова Г.М., Буршта І.Б.), лікарів і фельдшерів – 16 осіб,  зоотехніків – агрономів – 11осіб., офіцерів – 29 осіб.,  механізаторів – 26 осіб.,  інженерів – 6 осіб., ветлікарів – 3 особи. </p>
						<p>На 1957 рік з Нового Села вищу освіту одержали 55 осіб , середню – 3000 осіб На території села діяв медпункт, де було два працівники, бібліотека та клуб. При школі діяла шкільна бібліотека з загальним фондом 6000 книг. Про високий рівень освіти на селі свідчить і той факт , що жителі села одержували біля 1000 примірників газет і 96 журналів. </p>
						<p>Фізкабінет у роках 1950 ХХ ст. та фізичний експеримент</p>
						<img src="images/679ec8a56d3a657b10e05861f2ba57c0.jpg" width='500px'>
						<p> У 1958 – 1959 рр. в зв’язку із рішенням КПРС і Ради Міністрів «Про зв'язок школи з державою», V сесія Верховної Ради СРСР прийняла закон «Про зміцнення зв’язку школи із життям», в зв’язку з яким вводиться восьмирічне обов’язкове навчання, за яким учні мали готуватись до кориcної праці. Основним завданням школи було готувати всебічно розвинених дітей, які добре знають основи наук, та здібні до фізичної праці.</p>
						<p> В зв’язку з цим розпочинається механізація школи. У 1958 році введено виробниче навчання по механізації, учні почали вивчати тракторну справу та сільськогосподарські машини, автомобільну справу. Навчальною базою для уроків механізації був колгосп імені Кірова та Ярмолинецька  РТС.</p>
						<p>В 1958 році учні 9-А та  9-Б класів, 10 клас вивчали трактор і механічний догляд за ним, сільськогосподарські машини і технологію проведення тракторних робіт.</p>
						<p>З 1959 – 1960 років учні продовжують вивчати тракторну справу, передбачену програмою. Набуті знання були для учнів надзвичайно цінними для подальшої політехнічної освіти та підготовки їх до подальшої практичної діяльності після закінчення школи. </p>
						<p>Учні 8 класів вивчали рільництво, і іншу сільськогосподарську техніку (плуг, культиватор, сівалки), допомагали колгоспникам у збиранні цукрового буряка, кукурудзи та перебирали картоплю. Виробнича бригада Новосільської школи проводила роботу на закріпленій за нею площі, застосовувала на практиці набуті знання і навички, здобуті на уроках виробничого навчання [6].</p>
						<p>Учні вчилися землеробству, рослинництву, агротехніці, механізації і електрифікації сільського господарства.</p>
						<p>В 1959 році виробнича бригада на закріпленій за нею площі, де була посіяна кукурудза, зібрала по 30 центнерів зерна з гектара, також бригада обробила 5 гектарів помідорів і 5 гектарів капусти. Особливу активність під час літніх канікул проявили учні Ястремський Микола, Баландюк Петро, Черевченко Катерина, Фасуляк Василь. </p>
						<p>Оскільки в селі збільшувалась кількість дітей, то учні вчились в дві зміни,бо не було приміщень, але це було незручно, тому навесні 1958 року було вирішено побудувати додаткове приміщення на 10 класних кімнат. Активну участь у будівництві школи приймали учні. Вони викопали яму для фундаменту, працювали на підвозі будівельного матеріалу </p>
						<p>Для будівництва школи була створена шкільна будівельна бригада з учнів 8 – 10 класів, бригадиром був обраний учень 10 класу Грейцар Микола. Сумлінною працею відзначилися такі учні як, Підвисоцький Станіслав, Воронцов Ігор, Гулько Михайло,  Мельник Анатолій та інші. Фактична участь учнів у будівництві школи є яскравим виявом чесного відношення до праці і любові до своєї рідної школи.</p>
						<p>Починаючи з 1956 – 57 н. р.,  все більше випускників після закінчення  10 класу їдуть працювати на виробництво і в сільське господарство .</p>
						<p>Учні  10 - Б  класу Новосільської школи у 1956 року.</p>
						<img src="images/b627f4faff4c50f5d18f690d7d13c519.jpg" width='500px'>
						<p>В 1956 – 57 навчальному році з 45 десятикласників – 19 вступили в вищі  і середні навчальні заклади,  4 призвані в ряди Радянської Армії, 9 пішли працювати в колгосп,  а 13 – на виробництво.</p>
						<p>В 1958 – 60 навчальному році в Новосільській СШ навчалось 482 учні.</p>
						<p>Випущено з VII класу – 54 учні,  з Х класу – 43 учні (додаток 9).Після закінчення Х класу 17 випускників продовжують навчатись у вищих та середніх навчальних закладах, 4 – служать в рядах Радянської Армії, 5 – працюють в колгоспі ім. Кірова, 17 –  на виробництві.</p>
						<p>В цьому ж році випускники 10 класу Терлецький Франц Іванович закінчив середню школу із срібною медаллю.</p>
						<p>В 1956 – 57 рр. в школі почав створюватись прекрасний фізичний кабінет, в якому були встановлені маятник Фуко, тумба для телескопічних спостережень, сонячний годинник.Кабінетом фізики збудована модель небесної сфери, що дає можливість учням проводити різні практичні заняття з астрономії.</p>
						<p>Приділяється велика увага практичним роботам з астрономії. Учні на уроках астрономії вчаться орієнтуватись на місцевості, знаходити основі точки і лінії на небесній сфері, відшукувати в різні пори року і години доби сузір’я, передбачені програмою. Учні знайомляться з перевіркою годинника при допомозі кільця Глазинапа, вчаться знаходити довжину і широту місця, користуватись сонячним годинником, знаходити полуденні схилення сонця на протязі року, особливо в дні рівнодення і сонцестояння. </p>
						<p>В зв’язку з цим для орієнтування на місцевості і небесній сфері учні виготовили модель небесної сфери. На ній розміщені основні точки і лінії небосхилу , дві рухомі системи горизонтальних і екваторіальних координат.</p>
						<p>Використання цієї моделі на уроках допомагає учням легко засвоїти матеріал, дає можливість тренуватись в знаходженні азимутів і висот умовних зірок, а також їх прямих сходжень і схилень.</p>
						<p>В школі є менісковий телескоп Максутова, стенди установки для одержання постійного і трьохфазного струму та багато інших апаратів.</p>
						<p>Велика увага  приділяється виготовленню саморобних фізичних приладів, якими з року в рік поповнюється фізичний кабінет школи.</p>
						<p>З початку осені 1957 року фізкабінет приступив до обладнання астрономічної .</p>
						<p>Випускники 1951 року ( з ліва на право,  Виноградова О.М.- перша вчителька;  Мирна Р.П. – класний керівник, Штогрин Л. А., Балюк О.П., Верстюк В. Я., Новоженюк В. І., Вадовська В.Б., Шклярук В. І., Міхаловська Р.В., Мігаль О. В.)</p>
						<img src="images/8af01821c7c5bf080c1fccab94e0f451.jpg" width='500px'>
						<p>У 1964 році при школі діяв гурток з фізичного виховання, яким керував Котяхов Л. Т. В школі діяли також гуртки художньої самодіяльності, зокрема, струнний оркестр, який виступав на різних конкурсах, як в районі так і в області. Був і в школі географічний майданчик, який почав створюватись у 70 роках, розміщувався він під відкритим небом, а діти  навіть уночі приходили спостерігати за погодою. (додаток 14).</p>
						<p>У 80-их роках в школі почав створюватись кабінет ТЗН, діти отримали можливість переглядати художні фільми, які ж і самі вчились демонструвати , а уроки стали більш насиченими. В школі 2 рази на тиждень була автосправа.  Діти після закінчення школи отримували права водія.  Учні були учасниками і переможцями змагань ЮІР [10]. (додаток 16). Дівчатка в школі поглиблено вивчали основи медико – санітарної допомоги.</p>
						<p>Але історія в спокійне, здавалось, мирне життя вирішила внести корективи, адже на початку 90-их років ХХ століття розпалась величезна держава –  Радянський Союз. Почався хаос, який не обминув і освіту. (додаток 12).</p>
						<p><b>Спогади очевидців про школу</b></p>
						<p>З перших випускників Новосільської школи 1951 року залишилась лише декілька  випускників, серед  них, Штогрин  Людмила Адамівна, яка мені розповіла:  «Школа в Новому Селі була там, де зараз знаходиться будинок культури. Біля пам’ятника побудували нову школу, де вчились до 1941 року». (додаток 7). </p>
						<p>Першою вчителькою була Ольга Миколаївна Виноградова, коли я була у 5 класі, то школа була семирічною. Коли директором був Атаманець О.П., та було відкрито ще восьмий  клас, дітей було багато, оскільки ходили діти з ближніх сіл. В 1951 році, я закінчила школу і поступила на фізико – математичний факультет Камя’нець – Подільського педінституту. Закінчивши навчання, працювала вчителем математики, а згодом мене було призначено заступником директора з навчально – виховної роботи та класним керівником. Навчались в жахливих умовах, оскільки було багато дітей, класних приміщень не вистачало, вчились діти у дві зміни, педради проводили увечері. Викладаючи математику у школі, зустрілась з певними труднощами, оскільки не всі діти могли знати предмет, але до всіх знаходила підхід. Першими моїми випускниками були учні 11 класу далекого 1988 року, навіть в школі є ще альбом, зроблений моїми учнями. Зараз в школі багато моїх випускників, серед них можна відмітити Станіслава Володимировича Мазура, який теж працював заступником директора з навчально-виховної роботи». </p>
						<p>Вдалось віднайти спогади  Анатолія Мігаля, колишнього  працівника газети     « Вперед», випускника 1951 року, нині уже, на жаль, покійний: «Найбільше мені пригадується урок української мови та літератури, який у далекому 1951 році, вела Раїса Пилипівна Мирна. На уроці, я відчував ходу Тараса Шевченка та струни його поезії, тому після закінчення школи поступив на філологічний факультет».</p>
						<p>Також я в односельців  записав спогади Балюка  Володимира Івановича: « Я ніколи не забуду тих, хто допоміг мені здобути освіту, – моїх вчителів Раїсу Пилипівну Мирну, Зінаїду Іванівну Шилову, Олексія Петровича Атаманця і інших вчителів школи, бо коли б не їх щирі серця, я б не закінчив школу».</p>
						<p>Із спогадів вчительки Високогірної школи Карпат, випускниці Новосільської школи 1951 року,  Мирної Р.П.: «Ми вчились любити свою справу і ставитись до неї з повагою у Зіни Іванівни Шилової. Сидячи за партою, ми плекали надію на те, що і ми так будемо любити і розуміти ту справу, якій присвятили себе. Не один раз на уроках історії намагалась наслідувати те натхнення, з яким проводив уроки Олексій Петрович Атаманець.». Своїми спогадами поділився Броніслав Яницький, який розповів: «Одного разу я проводив в школі турнір з шахів, як до класу зайшов О. П.Атаманець, наш класний керівник, і повідомив що вже пізно, збирайтесь додому, ми з хлопцями відмовились, тоді він вийшов і порвав турнірну таблицю, яка висіла на стіні, я йому нагрубив, але на другий день попросив вибачення, і він мене вибачив. І ми помирились.»</p>
						<p><b>Із спогадів випускників 1976 року: </b></p>
						<p>Врублевська Антоніна згадує « Я дуже вдячна своїй  вчительці, Мусієнко Ользі Іванівні, Котяховій Ніні Афанасіївні і класному керівнику Олександру Климовичу за їх чуйне серце, їх кропітку і важку працю, і за те, що навчили по-іншому розуміти світ».</p>
						<p>Спогади Радецької Раїси: «Я вдячна вчителям за те добре, мудре, вічне, що вони посіяли у наших серцях. Де б я не була та щоб я не робила, я завжди буду пам’тати уроки  математики Бурковської Ельвіри Василівни».</p>
						<p>Фурман Неоніла згадує: «Мені важко було розлучатись зі школою, важко покидати стіни рідної школи, прощатися з першою вчителькою Мусієнко Ольгою Іванівною. Закінчивши школу, я завжди буду повертатись до рідних стін».</p>
						<p><b>Спогади випускників 1977 року.</b></p>
						<p>Галазюк Віталій : «Школа була моєю другою домівкою, вона навчила мене любити книги, природу, бути працьовитим і самовідданим, розумітись в літературі і мистецтві».</p>
						<p>Чаплій Олександр : «Школа навчила нас читати, писати, поваги до старших. Де б я не був, я буду пам’ятати свою першу вчительку Борбуцьку Ганну Іванівну. Вона запам’яталась мені тим, що дала путівку в життя».</p>
						<p>Фабіжевська Вікторія : «Скільки нового я пізнала у школі, потрапила у чарівний світ хімії, географії, побувала в далекому історичному минулому на уроках Атаманця О. П.,  дуже завдячую своїм любимим вчителям». (додаток 17).</p>
						<p><b>Слова вдячності про школу випускників 1986 року.</b></p>
						<p>Лук’яненко Людмила  згадує :  «Прощай, рідна школо! Ми стоїмо на порозі нового життя, яким воно буде, ми не знаємо,  але ті знання, які ми отримали, ми з гідністю застосуємо у нашому житті».</p>
						<p>Діяментович Лариса пригадує: «Важко забути шкільні роки, адже вони прекрасні, неповторні і незабутні. Важко покидати класного керівника Надію Олексіївну і розуміти, що вона уже для інших буде найдорожчою і найріднішою».</p>
						<p>Вавришко Тамара згадує : «Не можна не згадати вчителів, які дали нам головне, що потрібно в житті – знання. Хочеться низько вклонитись нашим вчителям Катерині Іванівні, Ельвірі Василівні, Олексію Петровичу та особливо класному керівнику - Надії Олексіївна, яка навчила нас жити». </p>
						<p>Артемов Володимир згадував : «Найбільше мені сподобались уроки Атаманця О. П. на яких ми  ніби повертались у далеке минуле історії». (додаток 18).</p>
						<p><b>Випускники 1988 року і їх спогади </b></p>
						<p>Рудометов Олександр : «Вчителі були моїми другими батьками, вони навчили мене бути добрим, щирим, боротися зі злом, ненавидіти брехню і поважати правду. Спасибі вам за це, я ніколи вас не забуду».</p>
						<p>Небрат Андрій : «Спасибі вам за все, рідні і такі дорогі вчителі, бо саме ви своєю рукою підписували кожному з нас путівку в життя; ваші знання і мудрість передавались нам в кращих традиціях».</p>
						<p>Заславець Оксана : «Найбільше мені сподобався урок математики, який вела Бурковська Ельвіра Василівна : її життєва мудрість, її уроки з  дуже знадобились  мені в житті. Інші вчителі теж виховували нас і вкладали в нас свою душу».</p>
						<p><b>Спогади вчителів Новосільської школи</b></p>
						<p>Із спогадів заступника директора з навчально-виховної роботи 1951–1963 років Штогрин Людмили Адамівни : «Навчально-виховний процес у школі коли я була завучем, проходив досить добре, діти добре вчилися, так би мовити, тягнулися до знань, вчителям було важче, ніж зараз оскільки, не вистачало підручників та наочності. Дітей  було досить багато, але скільки уже не пам’ятаю, вчителів було десь більше 30. Якщо вести мову про відносини між вчителями і учнями, то вони були досить дружніми. Коли я працювала в школі, то дуже часто проводились методичні об’єднання вчителів, де можна було молодому вчителю отримати поради з тих чи інших педагогічних проблем. Досить часто вчителі залучались до фізичної праці на колгоспних полях разом з учнями : збирали картоплю, чистили буряки. А взагалі було дуже цікаво працювати». (додаток 7). </p>
						<p>Із спогадів колишньої вчительки математики Бурковської Ельвіри Василівни : «Я була призначена на посаду вчителя математики у 1968 році, директором школи тоді був Воротняк О.К., педколектив був дуже дружній, дітей було дуже багато, оскільки діяла військова частина.  При школі був створений   хор вчителів. Дуже часто відбувались семінари, де вчителі могли поділитись своїм досвідом роботи, показати свою власну систему викладання предмета»</p>
						<p>Згадує про свій шлях вчителя Станіслав Володимирович Мазур: «Закінчив Новосільську середню школу у 1968 році. У 1974 році закінчив Кам’янець – Подільський педінститут. В даній школі працюю з 1975 року і по даний час. З 1985 по 2007 рік працював заступником директора з навчально–виховної роботи . За час роботи в школі нагороджений Грамотою Міністерства освіти і науки України, відмінник освіти України, вчитель – методист. В школі майже половина учнів, яких я навчав. В даний час завідую кабінетом фізики, який зайняв 3 місце в обласному конкурсі-огляді  кабінетів.» </p>
						<p>Про Новосільську школу нам розповіла і вчитель зарубіжної літератури Майя Іванівна Новоженюк: «В школі працюю з 1982 року. Колективом тоді керував Лопатюк В. І. Дітей у школі було 500, вчителів 32, вчились у 2 зміни. В основному працювали діти військовослужбовців, уроки читати було важко, адже не вистачало наочності. Я вела гурток драматичної декламації віршів, дітям було цікаво вчитись, було багато сильних дітей. Школа мала високий рейтинг». </p>
						<p>Із спогадів лаборанта школи  Терлецького Миколи Михайловича : «Я закінчив школу у 1953 році, яка була розташована там, де зараз новосільський клуб. Школа мала 4 класи, де навчалось 25 учнів, першою вчителькою була Мусієнко Ольга Іванівна. В школі було 2 дні виробниче навчання, хлопці вивчали машинну справу, дівчата працювали на ділянках. Першим директором був Воротняк О. К. завучем була Зінаїда Іванівна Шилова. Вчителем фізики був Дюженко С.К., вчителем історії була Т.І. Кучерава. З 1964 по даний час працюю лаборантом у школі. Мав Грамоти Міністерства освіти УРСР. При школі діяв гурток з фізичного виховання, який викладав Котяхов Л.Т., також при школі діяв гурток художньої самодіяльності. Дуже гарний був географічний майданчик, кожного вечора туди приходили діти і спостерігали за погодою. У 80-их роках у школі було створено кабінет ТЗН.</p>
						<p>Про школу також погодилась розповісти і Прохніцька Олена Леонідівна :  «У школі навчалась з 1969  по 1979 рік. У 1987 році прийшла працювати у рідну Новосільську школу, на посаду вчителя російської мови. Працювала завучем з виховної роботи у молодших класах. З 2001 року працюю педагогом–організатором. Діти займали призові місця на районних олімпіадах, були учасниками ЮІР, завоювали 9 кубків. Відбувалась велика кількість театралізованих вечорів, діти самі шукали матеріал для сценок. Школа носила ім’я воїна–афганця  О.І. Стовби під назвою «Лелека». До Новосільської школи приїздила мати афганця, і на його честь було відкрито стенд, та посаджено деревце. Дуже гарний був зал Матері, яким керувала Чепелєва Л. П., що був створений у 1985 році».</p>
					</div>
				</div>
			</div>
		</section>


		<section class="ftco-section ftco-consult ftco-no-pt ftco-no-pb" style="background-image: url(images/bg_5.jpg);" data-stellar-background-ratio="0.5">
    	<div class="container">
    		<div class="row justify-content-end">
    			<div class="col-md-6 py-5 px-md-5 bg-primary">
	          <div class="heading-section heading-section-white ftco-animate mb-5">
	            <h2 class="mb-4">Задайте питання</h2>
	          </div>
	          <form action="index.php" class="appointment-form ftco-animate" method='post' enctype="multipart/form-data">
	    				<div class="d-md-flex">
		    				<div class="form-group">
		    					<input type="text" class="form-control" placeholder="Ім'я" name='fname'>
		    				</div>
		    				<div class="form-group ml-md-4">
		    					<input type="text" class="form-control" placeholder="Прізвище" name='lname'>
		    				</div>
	    				</div>
	    				<div class="d-md-flex">
	    					<div class="form-group ml-md-4">
		    					<input type="text" class="form-control" placeholder="Телефон" name='phone'>
		    				</div>
							<div class="form-group ml-md-4"></div>
	    				</div>
	    				<div class="d-md-flex">
	    					<div class="form-group">
		              <textarea name="message" cols="30" rows="2" class="form-control" placeholder="Повідомлення"></textarea>
		            </div>
		            <div class="form-group ml-md-4">
		              <input type="submit" value="Надіслати" name='1' class="btn btn-secondary py-3 px-4">
		            </div>
	    				</div>
	    			</form>
					<?php
					if(isset($_POST['1'])){
						$date=date("d.m.Y");
						$sql="INSERT INTO question (f_name, l_name, phone, message, date) VALUES ('".$_POST['fname']."','".$_POST['lname']."','".$_POST['phone']."','".$_POST['message']."','$date')";
                        $res=mysqli_query($connect,$sql);
					}
					?>
    			</div>
        </div>
    	</div>
    </section>

		
		<?php include_once("footer.php") ?>
    
  

  <!-- loader -->
  <div id="ftco-loader" class="show fullscreen"><svg class="circular" width="48px" height="48px"><circle class="path-bg" cx="24" cy="24" r="22" fill="none" stroke-width="4" stroke="#eeeeee"/><circle class="path" cx="24" cy="24" r="22" fill="none" stroke-width="4" stroke-miterlimit="10" stroke="#F96D00"/></svg></div>


  <script src="js/jquery.min.js"></script>
  <script src="js/jquery-migrate-3.0.1.min.js"></script>
  <script src="js/popper.min.js"></script>
  <script src="js/bootstrap.min.js"></script>
  <script src="js/jquery.easing.1.3.js"></script>
  <script src="js/jquery.waypoints.min.js"></script>
  <script src="js/jquery.stellar.min.js"></script>
  <script src="js/owl.carousel.min.js"></script>
  <script src="js/jquery.magnific-popup.min.js"></script>
  <script src="js/aos.js"></script>
  <script src="js/jquery.animateNumber.min.js"></script>
  <script src="js/scrollax.min.js"></script>
  <script src="https://maps.googleapis.com/maps/api/js?key=AIzaSyBVWaKrjvy3MaE7SQ74_uJiULgl1JY0H2s&sensor=false"></script>
  <script src="js/google-map.js"></script>
  <script src="js/main.js"></script>
    
  </body>
</html>