SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

CREATE DATABASE IF NOT EXISTS `dschool1` DEFAULT CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci;
USE `dschool1`;

CREATE TABLE `documents` (
  `id` int(11) NOT NULL,
  `name` varchar(200) NOT NULL,
  `file` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

INSERT INTO `documents` (`id`, `name`, `file`) VALUES
(1, 'Статут закладу освіти ', 'adm_file/Статут Новосільського ЗЗСО 2021 рік.pdf'),
(2, 'Ліцензія на провадження освітньої діяльності', 'adm_file/Свідоцтво про державну реєстрацію.pdf'),
(3, 'Свідоцтво про атестацію', 'adm_file/Свідоцтво про атестацію.pdf'),
(4, 'Структура закладу освіти', 'adm_file/структура схема.docx.pdf'),
(5, 'Тарифікаційний список', 'adm_file/2021 СПИСОК вчителів Новосільського ЗЗСО на 1 жовтня 2021.doc.pdf'),
(6, 'Освітня програма', 'adm_file/Освітня програма 2021-2022 навчальний рік.pdf'),
(7, 'Територія обслуговування', 'adm_file/teritorija_obslugovuvannja.pdf'),
(8, 'Ліцензований обсяг учнів, що навчається в школі', 'adm_file/ліцензія.docx.pdf'),
(9, 'Матеріально-технічне забезпечення', 'adm_file/Матеріально-технічне забезпечення.pdf'),
(10, 'Положення про внутрішню систему забезпечення якості освіти', 'adm_file/Положення про ВСЗЯО.pdf'),
(11, 'Річний звіт про діяльність закладу освіти', 'adm_file/Звіт директора школи перед громадськістю .docx'),
(12, 'Правила прийому до закладу освіти', 'adm_file/prijom_do_shkoli_1.pdf'),
(13, 'Умови доступності закладу освіти для навчання осіб з особливими освітніми потребами', 'adm_file/умови доступності.docx.pdf'),
(14, 'План заходів, спрямованих на запобігання та протидію булінгу(цькуванню) в закладі освіти', 'adm_file/План заходів тротидії булінгу 2021-2022 н.р..docx.pdf'),
(15, 'Порядок подання та розгляду заяв про випадки булінгу (цькування) у закладі освіти', 'adm_file/ПОРЯДОК реагування на випадки булінгу .docx.pdf'),
(16, 'Режим роботи', 'adm_file/режим роботи 21-22.docx.pdf'),
(17, 'Статистичний звіт успішності учнів', 'adm_file/моніторинг 21-22 1 сем.xlsx.pdf'),
(18, 'План виховної роботи закладу освіти', 'adm_file/ВР закладу 2021-2022.docx.pdf'),
(19, 'Колективний договір', 'adm_file/Колективний договір.pdf'),
(20, 'Стратегія розвитку на 2021-2025 роки', 'adm_file/Стратегія розвитку.pdf');

CREATE TABLE `main` (
  `email` varchar(500) NOT NULL,
  `phone` varchar(500) NOT NULL,
  `adress` varchar(5000) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

INSERT INTO `main` (`email`, `phone`, `adress`) VALUES
('yarm.novs06@gmail.com', 'не вказані', '32101, Хмельницька область, Ярмолинецький район, с. Нове Село, вул. Шкільна, 1А');

CREATE TABLE `news` (
  `id` int(20) NOT NULL,
  `name` varchar(1000) NOT NULL,
  `main_foto` varchar(1000) NOT NULL,
  `date` varchar(200) NOT NULL,
  `text` varchar(5000) NOT NULL,
  `s_text` varchar(1000) NOT NULL,
  `fotos` varchar(1000) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

INSERT INTO `news` (`id`, `name`, `main_foto`, `date`, `text`, `s_text`, `fotos`) VALUES
(5, 'Свято першого вересня', 'adm_img/75465f9dd3eb81271563f8d2dc2510f6.jpg', '01.09.2021', 'З самого ранку подвіря  школи наповнилося сміхом, вигуками дітей, привітаннями зі святом та щирими посмішками школярів.\r\nСвято Першого дзвоника розпочалось о девятій годині ранку. Школярі вишикувалися в ряди біля своїх однокласників, залишаючи між класами допустиму відстань.\r\nНовосільський ЗЗСО І-ІІІ ст. зустрів своїх учнів оновленим, пофарбованим фасадом центрального корпусу.\r\n— Перше вересня це початок життя для наших першокласників, які сьогодні у всій красі переступають поріг нашого шкільного дому. То ж дорогі першокласники, ми щиро запрошуємо вас до нашої шкільної родини, — вітала директорка навчального закладу Сидорчук Лариса Петрівна.\r\nТакож директорка школи привітала всіх присутніх з Днем знань і побажала учням школи натхнення та бажання ставати ще кращими.\r\nУ кінці урочистостей, під пісню Тараса Петриненка «Україна», першокласники, утворивши коло,  випустили в небо десятки повітряних жовтих і блакитних кульок. За  традицією школи, усі першокласники дзвонили шкільним дзвіночком із стрічками, що символізує початок нового навчального року', 'З самого ранку подвіря  школи наповнил...', 'adm_img/f5cbb062c0497f6acdea2bcb68675da2.jpg*adm_img/39226f6a3b4e9f6aaef14ea96e021322.jpg*adm_img/d3f99531e82ef60fde389b15e86d6df3.jpg*adm_img/e3dfcbcbc61bcbfe27ea18758a5ed635.jpg*adm_img/719b265b100da864c3da0c6f35f5a413.jpg*adm_img/07fb6f1e0b19d041fbbcb106cd452d2b.jpg*adm_img/715b526d461d49c32209c2c368ecfd76.jpg*'),
(6, 'Бути здоровим - жити здорово', 'adm_img/ff6a771b2704bf7a29c517ab2d2f6a4b.jpg', '09.09.2021', '9 вересня 2021 у Новосільському ЗЗСО І-ІІІ ст.  відбулося спортивно-розважальне свято Бути здоровим - жити здорово з участю  учнів і вчителів школи. Свято приурочене до Дня фізичної культури і спорту України. Учасники змагань наполегливо виборювали першість у всіх естафетах та у футболі, а учні школи щиро вболівали за своїх однокласників, друзів і улюблених вчителів.', '9 вересня 2021 у Новосільському ЗЗСО І-ІІ...', 'adm_img/994887d632ee791ca32e87f95a473f31.jpg*adm_img/24a22a5ba524be80f6c498aad2090f25.jpg*adm_img/bad36ad0987253f29b5e281055b25bb3.jpg*adm_img/7e52ad967652a34f78ebba83d44c74dc.jpg*adm_img/9fedec026bcf171cea60e2dc5e432b97.jpg*adm_img/02f7d3b77454a7e724c012adff725710.jpg*adm_img/1d83fe40905c9d783c4249dbd7940231.jpg*adm_img/97e5e122e08045b7b9253c148b1f038b.jpg*'),
(8, 'Всесвітній день прибирання', 'adm_img/f10607b36980edb63b151dc4e2aec29a.jpg', '17.09.2021', 'У Новосільському ЗЗСО І-ІІІ ступенів провели щорічну міжнародну соціально-екологічну акцію з прибирання зелених зон та благоустрою території Всесвітній день прибирання', 'У Новосільському ЗЗСО І-ІІІ ступенів п...', 'adm_img/ebab33a3bc35e8a397e60bc24b2f06df.jpg*adm_img/166ed0b526f4b01687b6b073ad8ad2ee.jpg*adm_img/196130568027b64777f503fbf92a4f8b.jpg*adm_img/c2e7851980d5ba3a2e8deb76dea1b251.jpg*adm_img/4923fa378d4eacbca947c569f81702ad.jpg*adm_img/db068c51ecdd9dd820bf2907572ae146.jpg*adm_img/0d209d5060963ea6ea2cf10cb86e33d0.jpg*adm_img/fb44c01fee722f231e5b911caae102d3.jpg*adm_img/83657278f1e5007c3796da3c6fda03e7.jpg*'),
(9, 'Благодійна ярмарка', 'adm_img/80d2126848a0a77eca5a4090930b06b2.jpg', '22.10.2021', '21 жовтня у Новосільському ЗЗСО І-ІІІ ступенів відбувся благодійний солодкий ярмарок. Отримані кошти будуть направлені на привітання воїнів, що знаходяться на лінії фронту з нагоди Дня захисників та захисниць України, створення в їх серцях відчуття теплоти, значущості та підтримки. Оскільки ці воїни – наші герої, випускники нашого навчального закладу і батьки учнів нашої школи.\r\n\r\nДякуємо за небайдужість, щирість і бажання допомогти.\r\nЩирі слова подяки батькам, які не тільки допомагали готувати, але й презентували та продавали різноманітні продукти.\r\n\r\nДякуємо дітям, які щиро хотіли зібрати якнайбільше і це в них вийшло!\r\nДякуємо адміністрації школи і вчителям за турботу, за ініціативу, за добрі серця.', '21 жовтня у Новосільському ЗЗСО І-ІІІ с?...', 'adm_img/5cfcf3dcb7943909a5ea35b47318de0c.jpg*adm_img/e86d44c1db0ac90acbb3617a9d1eda20.jpg*adm_img/f0eb39fb370bb49e1d65d1f430d4cb9b.jpg*adm_img/04b28a1d74b3b8e202fc8326aa81bca2.jpg*adm_img/fc190fece8b413486761795fe38dbf5b.jpg*'),
(10, 'Наші герої', 'adm_img/7b13884d36c76dca24d2c205f5d9939e.jpg', '28.12.2021', 'Наші захисники - наша надія і опора, наша гордість і приклад для наслідування. Новосільський ЗЗСО щиро пишається своїми випускниками і батьками учнів, які захищають кордони нашої держави від агресора. Для підтримки наших захисників-героїв учні закладу організували благодійну солодку ярмарку, зібрані кошти були перечисленні Артему Ялиці, Олександру Ялиці та Михайлу Гуменюку. Щиро дякуємо нашим захисникам за мужність, відвагу і гарний приклад для нащадків.', 'Наші захисники - наша надія і опора, на?...', 'adm_img/2c13496f926d9071df104d44cc171449.jpg*adm_img/abdda79b7db9023955b9d443c9978155.jpg*adm_img/7b13884d36c76dca24d2c205f5d9939e.jpg*'),
(11, 'Осінній бал', 'adm_img/ba20524f48b715833e4942b114dfb1c5.jpg', '28.12.2021', 'Щороку осінь приносить нам свої щедрі дари, змінюючи колір рослин, вабить нас своїм золотом. Надихаючись цією красою у Новосільському ЗЗСО І-ІІІ ступенів відбувся вечір «Осінній бал для старшокласників». З урахуванням і дотриманням усіх протиепідемічних заходів вечір проходив на свіжому повітрі на подвір’ї школи.', 'Щороку осінь приносить нам свої щедрі ...', 'adm_img/b4814090e588bd6640e11dcbeb3814b2.jpg*adm_img/5ca3679d087291f911916571c703ba9e.jpg*adm_img/918f2cbaeaaa16553d84a9eb19a6c687.jpg*adm_img/450eaadcbfdcadaf37ea07d94ff88001.jpg*'),
(12, 'Проект Розумне довкілля', 'adm_img/571d21aeee0415994d48501de49d8da2.jpg', '28.12.2021', 'Педагогічні працівники школи долучилися до екологічного проекту «Розумне довкілля».\r\nМета проекту – донести до кожного свідомого громадянина користь правильного поводження з відходами, їх переробки. Дані рекомендації активно впроваджуються і в нашому навчальному закладі.', 'Педагогічні працівники школи долучил?...', 'adm_img/ecee58037c578ea9f3b23b2f7ff7c033.jpg*adm_img/49863a6a81daa283f4e3ed5600d582a6.jpg*adm_img/fc9ae4c968322f185dbe03078ddc88e9.jpg*adm_img/ced7ed2a4ad2e14df42ba9fac07749a4.jpg*adm_img/ce419527f8a9692c2d2ab0c0dcced011.jpg*adm_img/f46ace9b21b24ef53ec9dc64f4cb36e5.jpg*'),
(13, '16 днів проти насильства', 'adm_img/eae1b645e8510f4a0d618b1c9a47a284.jpg', '11.12.2021', 'Щорічно з 25 листопада по 10 грудня проходить Всеукраїнська акція 16 днів проти насильства. Шістнадцятиденний період акції охоплює наступні важливі дати: \r\n\r\n    25 листопада – Міжнародний день боротьби з насильством щодо жінок;\r\n    1 грудня – Всесвітній день боротьби зі СНІДом;\r\n    2 грудня – Міжнародний день боротьби з рабством;\r\n    3 грудня – Міжнародний день людей з обмеженими фізичними можливостями;\r\n    5 грудня – Міжнародний день волонтера;\r\n    6 грудня – Вшанування памяті студенток, розстріляних у Монреалі;\r\n    9 грудня – Міжнародний день боротьби з корупцією;\r\n    10 грудня – Міжнародний день прав людини. \r\n\r\nУ рамках цієї акції на класні години були запрошені: завідуюча Ярмолинецької центральної районної бібліотеки Жибутовська Л.А.,  психолог-консультант з ІРЦ  Стасюк А.С., інспектор сектору ювенальної провенції Вересюк А.В.', 'Щорічно з 25 листопада по 10 грудня прох?...', 'adm_img/255240444b2d312f9d2dc5df55080760.jpg*adm_img/84d42a5adb338b4924718cbf6bce70cf.jpg*adm_img/1425fa133003035a9223603b7c5697e3.jpg*'),
(14, 'Тиждень знань з основ безпеки життєдіяльності', 'adm_img/e2243a7dcbff3195ab267dc958da7376.jpg', '18.11.2021', 'В рамках проведення «Тижня знань з основ безпеки життєдіяльності» 18 листопада учні Новосільського ЗЗСО І-ІІІ ступенів відвідали пожежний підрозділ військової частини А2730.\r\n\r\nПід час екскурсії учні мали змогу ознайомитися з правилами пожежної безпеки, розширити уявлення про роботу пожежників, про способи гасіння пожеж та транспорт спеціального призначення. Рятувальники пожежного підрозділу розповіли і показали, як оперативно-рятувальні загони реагують на сигнал тривоги, як від їх швидкості і злагоджених дій залежить життя людей. Діти з захопленням дивилися як виїжджає команда пожежників, як працює вогнегасник, як розгортають пожежні рукава, як злагоджено і швидко пожежники гасять умовну пожежу.\r\n\r\nНайбільше учням запам’яталися відвідини гаража з технікою та устаткуванням. Діти вчилися в’язати вузли, користувалися іншим пожежним приладдям. Школярі фотографувались поруч з технікою та мали змогу роздивитись костюми в яких працюють пожежні. Рятувальники розповідали учням про те, як працює та чи інша техніка, та відповідали на питання, які задавали діти.  Під час зустрічі учні дізналися багато  нової інформації про причини  виникнення пожеж та їх запобігання, та як правильно діяти у разі пожежі.\r\n\r\nПісля побаченого і почутого кожна дитина глибше розуміє  важливість та героїчність  професії  пожежника. Ця екскурсія дала можливість познайомити школярів з професією героя-рятувальника та навчити дітей безпеці життєдіяльності.\r\n         Дякуємо пожежній команді військової частини А2730 за захоплюючу та пізнавальну екскурсію!', 'В рамках проведення «Тижня знань з осн...', 'adm_img/30a73ccd049406c198e51cc7d56cb456.jpg*adm_img/25692d2c2885e5d2cfbe3df7316f6137.jpg*adm_img/640e5efeb118d2524b96866b4c6be3b6.jpg*adm_img/efb8cd6ffd963d5885ea98b6f9fac823.jpg*adm_img/fbc2461448946f4ebf6c6db26787f9ad.jpg*'),
(15, 'Зустріч з психологом ІРЦ', 'adm_img/2066ce449ef7c6c3904200ed95da5ee4.jpg', '01.12.2021', 'Новосільський ЗЗСО І-ІІІ ступенів завжди радий зустрічі з представниками ІРЦ.\r\n\r\n1 грудня в рамках Міжнародної акції 16 днів проти насильства наш навчальний заклад відвідала психолог-консультант з ІРЦ Стасюк Альона Сергіївна.\r\nВона розповіла про вади з якими народжуються деякі  люди і провела чудовий тренінг для старшокласників у ході якого учні змогли відчути як некомфортно почувають себе діти з особливими освітніми потребами. Наприкінці зустрічі старшокласники написали на вирізаних червоних сердечках слова підтримки дітям з особливими освітніми потребами.', 'Новосільський ЗЗСО І-ІІІ ступенів зав?...', 'adm_img/dd6f850128caeb25891f343182e46022.jpg*adm_img/71012e71c51b47517755e688bd63cc8b.jpg*adm_img/340a38d1e7311ff501167af014dc67f1.jpg*adm_img/b35efd651d4185c68b12b16a03f9472d.jpg*'),
(16, 'День Збройних Сил України', 'adm_img/0706745a0c054d1458d446e187e1c316.jpg', '06.12.2021', '6 грудня весь український народ щорічно відзначає день народження своїх Збройних сил. Сьогодні професія військового, як ніколи стала актуальною, а для багатьох ще й цікавою і бажаною, тому до дня святкування Збройних сил України у військовій частині А2730 пройшов День відкритих дверей.\r\n\r\nТрадиційно 6 грудня учнів Новосільського ЗЗСО відвідали військову частину.\r\n\r\nРозпочався День відкритих дверей з огляду військової техніки та зброї. Учням продемонстрували машини та бронетранспортери, різноманітну зброю – пушки, автомати, кулемети, пістолети. Кожен охочий міг власноруч потримати зброю у руках, перезарядити її, розібрати на частини та зібрати назад. Більшість дітей вперше ознайомились із озброєнням та технічним оснащенням військовослужбовців. А відтак представленні засоби індивідуального захисту, шоломи, бронежилети, різноманітна зброя викликала непідробний інтерес та захоплення у відвідувачів.\r\n\r\nДень відкритих дверей був захоплюючим та цікавим. Він допоміг зрозуміти, хто такі військові, чим вони займаються. Такі заходи сприяють вихованню почуття любові до Батьківщини, поваги до професії військовослужбовця, до фізичного загартування, а для декого вони стають першим кроком у виборі професії, пов’язаної зі службою в армії, дають змогу розвивати в учнів психологічну готовність до захисту Вітчизни та виховувати справжніх патріотів, здатних захистити Україну.\r\n\r\nУчні покидали частину з приємними враженнями про наше нове українське військо.', '6 грудня весь український народ щорічн...', 'adm_img/0bdd338b25c97cd2855a31e429fef946.jpg*adm_img/31ede5e9371986641389490d73938c05.jpg*adm_img/0d5478cfa643fb24a310eccf3c963785.jpg*adm_img/7dbbbcc43cffe13a754020c12de93ecb.jpg*adm_img/594e394deb882a9fb8dfe62a91bbbd01.jpg*adm_img/172b55e015f0b5fa65885f6677176a47.jpg*adm_img/fca92518a8afc0fdcfe7dc7fbb8eaf09.jpg*'),
(17, 'Тиждень правознавства в школі', 'adm_img/22e4f9265c2d777d597d55f2cde29e9d.jpg', '28.12.2021', 'На завершення Всеукраїнської акції «16 днів проти насильства» та «Тиждня права» у Новосільському ЗЗСО І-ІІІ ст. відбулася зустріч учнів 8-11 класів, та учнів 5-6 класів із ювенальною поліцейською Хмельницького РУП.\r\n\r\nТемами зустрічі були: «Кримінальна та адміністративна відповідальність неповнолітніх» та відповідно «STOP домашньому насильству».\r\n\r\nНеповнолітнім, крім понять адміністративного та кримінального правопорушення, видів відповідальності та аналізу окремих правопорушень наголошувалося на веденні здорового способу життя, адже у більшості випадків підлітки скоюють ті чи інші правопорушення під впливом наркотичних речовин або ж алкогольних напоїв.\r\n\r\nНа завершення заходу для перевірки засвоєних знань старшокласники спробували вирішити тематичні задачі. Серед запропонованих поліцейською задач були на класифікацію правопорушень, розмежування злочину та правопорушення, види стягнень за окремі проступки, поняття необхідної оборони та інші.\r\n\r\nЗакріпили і тему «STOP домашньому насильству» та отримали відповіді на поставлені ситуаційні запитання. Учні активно приймали участь в обговоренні тем, демонструючи свої знання із правознавства, а тому урок видався пізнавальним, цікавим та позитивним!', 'На завершення Всеукраїнської акції «16...', 'adm_img/635f39a6c966b3e1d492b196219ab7be.jpg*adm_img/975913edcd57c611e3612b5a93b73243.jpg*adm_img/593f21b6d9609d23f912e197bf0e3ad8.jpg*adm_img/c630c7205a52acd4c7e15198a8bfa1d1.jpg*'),
(18, 'Свято Св. Миколая', 'adm_img/120ba39a4c5f610b93e5be82f93b9460.jpg', '17.12.2021', '17 грудня до школярів початкової школи завітав Св. Миколай. Діти дивилися цікаву театралізовану виставу, яку розіграли для них старшокласники в ролях святого  Миколая, ангелів, вітру, дітей, Антипка і насолоджувалися солодкими подарунками. Спонсором подарунків для учнів початкових класів від « Агрохолдинга 2012».', '17 грудня до школярів початкової школи ...', 'adm_img/dcf80ae3d17ff8b749c5da82453adb43.jpg*adm_img/b0ac45ed78e8a384cb945f6cd3fbd4bb.jpg*'),
(19, 'Новий рік', 'adm_img/a121451dc9ada9c46e689b3c6e2c48cf.jpg', '28.12.2021', 'Новорічні ранки у Новосільському ЗЗСО І-ІІІ ступенів відбулися з дотриманням необхідних протиепідемічних заходів. Кожний клас окремо приходив у зал до ялинки. Учні розважалися, веселилися, танцювали, співали і отримували подарунки від Дідуся Мороза і Снігурочки. Спонсорами подарунків для учнів всієї школи була агрофірма «Кернел» та депутат селищної ради Андрушко Василь Васильович.', 'Новорічні ранки у Новосільському ЗЗСО...', 'adm_img/1b7bf29eafd222c68c6b0d3ebb7f0d73.jpg*adm_img/3c7c26f6b7187fec62558ddf0c659cd2.jpg*adm_img/e9001c8273067a3f888fb2f528ad39bd.jpg*adm_img/ddada1e318fd0d3fa05d30988f7cbf95.jpg*adm_img/1058024556404f6ab8f13ac77f3985fd.jpg*adm_img/16e9b624b0fca61077816cf63b1db9ad.jpg*adm_img/bc6503e137f7a65a0f0142476fcbff38.jpg*');

CREATE TABLE `question` (
  `id` int(11) NOT NULL,
  `f_name` varchar(200) NOT NULL,
  `l_name` varchar(200) NOT NULL,
  `phone` varchar(200) NOT NULL,
  `message` varchar(2000) NOT NULL,
  `date` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

CREATE TABLE `teachers` (
  `id` int(11) NOT NULL,
  `name` varchar(200) NOT NULL,
  `position` varchar(200) NOT NULL,
  `foto` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

INSERT INTO `teachers` (`id`, `name`, `position`, `foto`) VALUES
(1, 'Бернада Микола Миколайович', 'Класний керівник 10 класу', 'adm_img/1359bb38d0f496da192c19241b598c72.jpg'),
(2, 'Бернада Олена Володимирівна', ' ', 'adm_img/cd6bc3586e19ea773cfdb7f973c4c02d.jpg'),
(3, 'Білоконь Людмила Тадеушівна', 'Заступник директора з навчально-виховної роботи', 'adm_img/725249dbb1fa18933dd4ccdc363e4800.jpg'),
(4, 'Головата Тетяна Петрівна', ' ', 'adm_img/b2f97a0a4bd552e51c0aceddaa64dca0.jpg'),
(5, 'Денисюк Олександр Петрович', 'Класний керівник 9 класу', 'adm_img/cb512c943b898df58d388934199ebd23.jpg'),
(6, 'Динько Людмила Петрівна', ' ', 'adm_img/7f1c0fbc52f6dd31a9c42e0b1ecd273d.jpg'),
(7, 'Казначеєва Лілія Миколаївна', ' ', 'adm_img/9b12384f57ed78940ee8c53017c96741.jpg'),
(8, 'Коломійчук Ірина Анатоліївна', ' ', 'adm_img/c15c7ab7069a1ae31731743ebfc57103.jpg'),
(9, 'Коник Жанна Анатоліївна', ' ', 'adm_img/a0e0cb1922d0a2ae6a51f6917afe9cb2.jpg'),
(10, 'Кунда Володимир Володимирович', ' ', 'adm_img/038b0c50ec4a8615be49322a1d7b3873.jpg'),
(11, 'Курятник Аліна Володимирівна', ' Класний керівник 7 класу', 'adm_img/5899045e1cb28ac0fd4f1e0aa246381b.jpg'),
(12, 'Леонова Світлана Олександрівна', ' ', 'adm_img/1effae505ea2fc13ed1c0a6412059ef9.jpg'),
(13, 'Мазур Станіслав Володимирович', ' ', 'adm_img/03b0277b4383f4fc30c34f7166b82178.jpg'),
(14, 'Мазур Тетяна Володимирівна', ' ', 'adm_img/ba899e2ae3c86bfbaa4bc6ce010c9557.jpg'),
(15, 'Матвійчук Сергій Дмитрович', ' Класний керівник 5 класу', 'adm_img/9312f793949b71b1e0de8f707eb9778c.jpg'),
(16, 'Нестер Ольга Олексіївна', ' ', 'adm_img/482c462207f58a0b5c00e4b4da05a53b.jpg'),
(17, 'Ніколаєва Тетяна Борисівна', ' ', 'adm_img/941948733f8e2bced408b4304ee259df.jpg'),
(18, 'Новоженюк Майя Іванівна', 'Класний керівник 6 класу', 'adm_img/5f55cedfd2d05876f68696be0cffd12e.jpg'),
(19, 'Паламар Альона Анатоліївна', ' ', 'adm_img/b862dbe6d5b7de40707a9e3faeb777f8.jpg'),
(20, 'Пальна Тетяна Вікторівна', 'Класний керівник 1 класу', 'adm_img/f76288cf16d77cebb92bfb24ef4e009a.jpg'),
(21, 'Салій Ірина Олександрівна', ' ', 'adm_img/14f17c82c9d86689d7b98e443979e02e.jpg'),
(22, 'Сидорчук Лариса Петрівна', 'Директор школи ', 'adm_img/942bddf2e8016ec6ea6a604b69a9407e.jpg'),
(23, 'Собко Анатолій Вікентійович', ' ', 'adm_img/3ef1b6eb0fede234b658c3ae69c0ce05.jpg'),
(24, 'Соболєва Олена Анатоліївна', 'Класний керівник 2 класу', 'adm_img/56d999a771a3f3b406b20e150b5ba07f.jpg'),
(25, 'Ткачук Людмила Миколаївна', ' ', 'adm_img/1b3d8d393aa33b3bdd7b7178b1e26d11.jpg'),
(26, 'Хожевська Людмила Володимирівна', 'Класний керівник 4 класу', 'adm_img/e1d1265b7e2e87572931cab42ce4edfa.jpg'),
(27, 'Цибульська Наталія Миколаївна', 'Класний керівник 8 класу', 'adm_img/410dba251ac0117b4e0dd991c22307e0.jpg'),
(28, 'Шевчук Світлана Юріївна', ' ', 'adm_img/bf5a68bd59c816caa17e3eddd8f1524f.jpg');


ALTER TABLE `documents`
  ADD PRIMARY KEY (`id`);

ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

ALTER TABLE `question`
  ADD PRIMARY KEY (`id`);

ALTER TABLE `teachers`
  ADD PRIMARY KEY (`id`);


ALTER TABLE `documents`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

ALTER TABLE `news`
  MODIFY `id` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

ALTER TABLE `question`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

ALTER TABLE `teachers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
